{
    "aboutHeader":  {

        "header": "About Us",
        "welcome": "Our multidisciplinary research group integrates cutting-edge expertise across three core laboratories—Thermal Spray, Multiphase Flow, and Tribology—to drive innovation in materials science, fluid mechanics, and mechanical systems performance. The Thermal Spray Lab develops advanced coating solutions to enhance surface durability and functionality for aerospace, energy, and biomedical applications. The Multiphase Flow Lab investigates complex fluid interactions, enabling breakthroughs in process engineering and environmental technologies. Meanwhile, the Tribology Lab focuses on friction, wear, and lubrication phenomena, contributing to the design of more efficient and reliable mechanical components. By fostering collaboration across these complementary domains, our group delivers impactful research outcomes, supports industrial innovation, and advances scientific knowledge through interdisciplinary approaches and strategic partnerships.",
        "about": "Our labs are dedicated to advancing the frontiers of materials science through cutting-edge research and innovative solutions in thermal spray coatings, tribology, and multiphase flow dynamics. We are committed to fostering collaboration between academia and industry to drive technological progress and address real-world challenges."
    },

    "aboutBody":{

        "thermal":{
            "header": "Thermal Spray Lab:",
            "body": "Equipped with state-of-the-art thermal spray equipment for the deposition of advanced coatings. Our research focuses on the development of novel thermal spray processes, advanced materials, and coatings for a wide range of applications, including aerospace, automotive, and energy."
        },

        "tribology":{
            "header": "Tribology Lab:",
            "body": "Dedicated to studying friction, wear, and lubrication processes for different aerospace application under extreme conditions. Our work aims to understand the underlying mechanisms of material interactions and improve the reliability and efficiency of mechanical systems."
        },

        "multiphase":{
            "header": "Multiphase Flow Lab:",
            "body": " Exploring the complex behavior of fluids with multiple phases. We investigate flow dynamics in various settings to enhance process efficiency and safety in industries such as energy, manufacturing, and chemical processing."
        }
       
    }

    
}