
{

    "facility_list" : [

       

    {
        "name": "Mettech Axial III pistolet plasma",
        "description": "Un pistolet plasma à injection axiale haute performance offrant une qualité de revêtement supérieure avec une excellente efficacité de dépôt. Son alimentation en poudre axiale unique permet un chauffage uniforme des particules, idéal pour les revêtements avancés nécessitant une haute densité et une faible porosité.",
        "img": "facility1.jpg"
    },
  
    
    {
        "name": "Oerlikon Metco Sinplex Pro",
        "description": "Un système de pulvérisation plasma polyvalent et facile à utiliser, conçu pour une opération simplifiée et des résultats de revêtement cohérents. Le pistolet Simplex est bien adapté aux applications générales et au traitement efficace des matériaux.",
        "img": "facility2.jpg"

    },
    
    {
        "name": "Oerlikon Metco 3MB",
        "description": "Un pistolet plasma à injection radiale largement utilisé et fiable, connu pour sa robustesse et son adaptabilité. Le 3MB est adapté à un large éventail de matériaux de revêtement et est souvent utilisé dans des environnements de recherche et industriels.",
        "img": "facility3.jpg"
    
    }
    ,
        {
            "name": "Metco DJC HVOF Gun",
            "description": "Un système HVOF à grande vitesse éprouvé, reconnu pour fournir des revêtements denses et à faible porosité avec une forte adhérence et un minimum d’oxydes. Le pistolet DJC est largement utilisé pour l’application de revêtements durs et résistants à l’usure comme le carbure de tungstène, ce qui en fait une solution de confiance dans l’aérospatiale et les turbines où la durabilité des composants est essentielle.",
            "img": "facility4.jpg"
        },
        {
            "name": "Uniquecoat Technologies M3 Gun",
            "description": "Un système HVOF moderne et à haute énergie conçu pour une vitesse maximale des particules et une excellente densité de revêtement. Le pistolet M3 est très polyvalent, capable d’appliquer une large gamme de revêtements métalliques et céramiques avec des finitions de surface supérieures, idéal pour les pièces aérospatiales nécessitant une résistance élevée aux chocs et à l’usure.",
            "img": "facility5.png"
        },
        {
            "name": "Uniquecoat Technologies i5 Gun",
            "description": "Un pistolet HVOF léger et haute performance, conçu pour les tâches de revêtement détaillées et de précision. L’i5 est particulièrement adapté aux petits composants et aux substrats délicats dans les systèmes aérospatiaux où la qualité du revêtement contrôlée et un apport thermique minimal sont essentiels.",
            "img": "facility6.png"
        },
        {
            "name": "Liquid Accelerated Cold Spray (LACS)",
            "description": "Le LACS, conçu et développé dans notre laboratoire en coopération avec Polycontrols Technologies, est une variante émergente du Cold Spray conventionnel (CS), où un milieu liquide (généralement de l’eau) est utilisé au lieu d’un gaz pour accélérer les particules vers un substrat. Le LACS est une technologie prometteuse et en développement, avec des recherches axées principalement sur les milieux liquides alternatifs, la compréhension mécanistique, la conception du système et les applications potentielles.",
            "img": "facility7.png"
        },
        {
            "name": "Laser-Assisted Thermal Spray (LATS)",
            "description": "Notre laboratoire est équipé d’un laser à fibre IPG de 4 kW, permettant des procédés de projection thermique assistée par laser (LATS) qui améliorent considérablement la qualité et la performance des revêtements. En introduisant un chauffage laser localisé pendant ou après la pulvérisation, le LATS améliore l’adhérence du revêtement, réduit la porosité et permet la modification in situ des microstructures. L’intégration de la technologie laser offre un contrôle thermique précis, permettant le dépôt de revêtements denses et intègres avec des propriétés mécaniques et thermiques supérieures—idéal pour les applications aérospatiales critiques où la fiabilité du revêtement est essentielle.",
            "img": "facility8.png"
        },
        {
            "name": "Vacuum Cold Spray (VCS)",
            "description": "Il s’agit d’un procédé avancé de revêtement et de fabrication additive dans lequel des poudres métalliques ou composites fines sont accélérées à des vitesses supersoniques par un jet de gaz haute pression et déposées sur un substrat sous vide. Le fonctionnement en environnement basse pression minimise l’oxydation et la contamination, permettant la production de revêtements denses et purs avec une excellente adhérence. Le VCS est particulièrement précieux pour l’aérospatiale, l’électronique et l’énergie, où des propriétés matérielles supérieures et des effets thermiques minimaux sont essentiels. Sa capacité à réparer ou fabriquer des composants sans apport thermique significatif le rend idéal pour les matériaux sensibles ou haute performance."
            ,
            "img": "facility9.png"
        }
],
     "facilitiesHeader":"Nos Installations",
    "seeMore":"Voir Plus",
    "facilitiesDescription": "Découvrez nos installations de pointe qui soutiennent la recherche de haute technologie et favorisent l'innovation dans diverses disciplines.",
  "facilitiesSubDescription": "Des laboratoires avancés aux espaces de travail collaboratifs, nos installations sont conçues pour inspirer la créativité et faciliter les découvertes révolutionnaires."
}
     
 
 